13/data/attachments/106a951396252e08.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Melissa_manager_Friend_12190_3</nif:username>
            <nif:friendToBeRequested>soap_friends_ab69a72f-1c6a-4c38-a8c0-fc7218d77eca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>